Repository: emmanueltouzery/imprint
Catalog: po/*.po
Languages: fr, sl

source: Advanced
fr: Avancé
sl: Napredno

source: Are you sure to remove the display item?
fr: Êtes-vous sûr de vouloir effacer l'élément?
sl: Brišem element prikaza?

source: Can't delete the last display item
fr: Impossible d'effacer le dernier élément
sl: Ne morem brisati zadnjega elementa prikaza

source: There is no item to display at that position. Create one?
fr: Il n'y pas d'élément a cette position. En créer un?
sl: Na tem mestu ni elementa prikaza. Ali naj se ustvari?

source: 3:2 - DSLRs and smartphones
fr: 3:2 - Reflex et téléphones
sl: 3:2 - Zrcalno refleksni aparati in pametni telefoni

source: 4:3 - compact cameras
fr: 4:3 - appareils compact
sl: 4:3 - kompaktni fotoaparati

source: <big>Drag and drop pictures or folder containing pictures here!</big>
fr: <big>Déposez vos photos ou dossiers contenant des photos ici!</big>
sl: <big>Spustite slike ali mape s slikami sem!</big>

source: <small>Using this dialog you can specify a custom format for the data to display. Special placeholders will be replaced by dynamic data from the picture (for install date and so on). The place holders start with the '%' character. Type that character and a popup will appear offering you a list. Dates are special because they can be formatted in many ways and so for a date you first use the %date placeholder but then inside a {} section you specify how to format the date. Start with %date{} then type '%' in-between the {} and a popup will guide you. <u>Examples</u>: * ISO %iso, f/%aper * %date{%H:%M:%S}, ISO %iso</small>
fr: <small>Ce dialogue vous permet de spécifier un format personnalisé.Des mots-clefs seront remplacés par les données dynamiques de la photo(par exemple la date etc). Les mots-clefs commencent par le caractère '%'. Tapez ce caractère etune fenêtre apparaîtra vous offrant une liste des mots-clefs possibles. Les dates sont gérées de manière spéciale parce qu'elles peuvent êtreformatées de plusieurs manières et donc vous utilisez le mot-clef %datemais il y a ensuite une section {} pour le format de date. Tapez%date{} et tapez un '%' entre les accolades et une fenêtre détaillerales options. <u>Examples</u>: * ISO %iso, f/%aper * %date{%H:%M:%S}, ISO %iso</small>
sl: S pomočjo tega okna lahko določite format za prikaz po meriProgram bo posebne sekvence črk nadomestil z dinamičnimi vrednostmi slike (npr datum). Sekvence črk s začenjajo z '%'. Vtipkajte to črko in prikazalo se bo okno s seznamom možnosti. Datumi so posebni, ker jih lahko formatiramo na več načinov, torej za datum najprej napišete %date, nato pa {} sekcija ki določa način prikaza datuma. Torej začnite z %date{}, nato znotraj {} natipkajte % in prikazalo se bo okno. <u>Primeri</u>: * ISO %iso, f/%aper * %date{%H:%M:%S}, ISO %iso</small>

source: About
fr: À propos
sl: O programu

source: Background border radius:
fr: Curvature de l'arrière plan:
sl: Ostrost robov okvira:

source: Background color:
fr: Couleur d'arrière-plan:
sl: Barva ozadja:

source: Border color:
fr: Couleur de bordure:
sl: Barva roba:

source: Border thickness:
fr: Épaisseur de bordure:
sl: Debelost roba:

source: Bottom center
fr: En bas au centre
sl: Spodaj na sredini

source: Bottom left
fr: En bas à gauche
sl: Spodaj levo

source: Bottom right
fr: En bas à droite
sl: Spodaj desno

source: Contents:
fr: Contenu:
sl: Vsebine:

source: Defaults
fr: Défauts
sl: Privzeto

source: Font:
fr: Police:
sl: Pisava:

source: Horizontal margin:
fr: Marge horizontale:
sl: Horizontalna razdalja od roba

source: Item to edit:
fr: Élement à editer:
sl: Element za urejanje:

source: Max width:
fr: Largeur maximale:
sl: Maksimalna širina:

source: Open target folder
fr: Ouvrir le répertoire
sl: Odpri mapo

source: Please select a text style
fr: Choisissez un style de texte
sl: Izberite stil teksta

source: Preview aspect ratio:
fr: Proportions de la preview:
sl: Razmerje predogleda:

source: Settings...
fr: Options...
sl: Nastavitve...

source: Size:
fr: Taille:
sl: Velikost:

source: Text color:
fr: Couleur du texte:
sl: Barva teksta:

source: Text style:
fr: Style du texte:
sl: Stil teksta:

source: Top center
fr: En haut au centre
sl: Zgoraj na sredini

source: Top left
fr: En haut à gauche
sl: Zgoraj levo

source: Top right
fr: En haut à droite
sl: Zgoraj desno

source: Vertical margin:
fr: Marge verticale:
sl: Vertikalna razdalja od roba

source: File name
fr: Nom de fichier
sl: Ime datoteke

source: Folder name
fr: Nom de dossier
sl: Ime mape

source: Folder hierarchy
fr: Chemin complet du dossier
sl: Pot mape

source: Date
sl: Datum

source: Date and time
fr: Date et heure
sl: Datum in ura

source: Date and time, seconds
fr: Date, heure et secondes
sl: Datum in ura, sekunde

source: Exposition time
fr: Temps d'exposition
sl: Osvetlilni čas

source: Aperture
fr: Ouverture
sl: Zaslonka

source: Exposure bias
fr: Compensation d'exposition
sl: Kompenzacija osvetlitve

source: Make
fr: Fabricant
sl: Proizvajalec

source: Software
fr: Application
sl: Program

source: Copyright
sl: Avtorske pravice

source: Focal length (35mm)
fr: Focale (35mm)
sl: Goriščna razdalja (35mm)

source: Date formatted in your system language
fr: Date formattée dans la langue système
sl: Datum formatiran v vašem sistemskem jeziku

source: Hours and minutes
fr: Heures et minutes
sl: Ure in minute

source: Hours, minutes and seconds
fr: Heures, minutes et secondes
sl: Ure, minute in sekunde

source: Hour of the day (24h). 00-23
fr: Heure de la journée (24h). 00-23
sl: Ura dneva (24h). 00-23

source: Hour of the day (24h). 0-23
fr: Heure de la journée (24h). 0-23
sl: Ura dneva (24h). 0-23

source: Hour of half-day (12h). 01-12
fr: Heure de la demi-journée (12h). 01-12
sl: Ura, 12h format. 01-12

source: Hour of half-day (12h). 1-12
fr: Heure de la demi-journée (12h). 1-12
sl: Ura 12h format. 1-12

source: Minute of hour, 00-59
fr: Minute de l'heure, 00-59
sl: Minuta v uri, 00-59

source: Second of minute, 00-60
fr: Seconde de la minute, 00-60
sl: Sekunda v minuti, 00-60

source: Year
fr: Année
sl: Leto

source: Year of century, 00-99
fr: Année du siècle, 00-99
sl: Leto v stoletju, 00-99

source: Month name, long form, January-December
fr: Nom du mois, forme longue, Janvier-Décembre
sl: Ime meseca, daljši način, januar-december

source: Month name, short form, Jan-Dec
fr: Nom du mois, forme courte, Jan-Déc
sl: Ime meseca, kratek način, jan-dec

source: Month of year, 01-12
fr: Mois de l'année, 01-12
sl: Mesec v letu, 01-12

source: Day of month, 01-31
fr: Jour du mois, 01-31
sl: Dan v mesecu, 01-31

source: Day of month, 1-31
fr: Jour du mois, 1-31
sl: Dan v mesecu, 1-31

source: Day of week, short form, Sun-Sat
fr: Jour de la semaine, forme courte, Lun-Dim
sl: Dan v tednu, kratek način, pon-ned

source: Day of week, long form, Sunday-Saturday
fr: Jour de la semaine, forme longue, Lundi-Dimanche
sl: Dan v tednu, daljši način, ponedeljek-nedelja

source: % sign
fr: charactère %
sl: % znak

source: <span color='red'><b>Incorrect syntax</b></span>
fr: <span color='red'><b>Syntaxe incorrecte</b></span>
sl: <span color='red'><b>Neveljavna sintaksa</b></span>

source: Add information about pictures as text painted on the pictures themselves.
fr: Ajoute des informations sur des photos sous forme de texte dessiné sur les photos elles-mêmes.
sl: Dodaj podatke o slikah kot tekst na same slike.

source: Model
fr: Modèle
